[
    {
        "message": "hello",
        "answer": "Good day!"
    },
    {
        "message": "help",
        "answer": "Choose your problem category:<br> <br>Depression<br>Relations<br>Dependencies<br>Fears<br>Violence<br>Family<br>Self-Rating<br>Sleeping"
    },
    {
        "message": "bb",
        "answer": "<img src='images/excellent-ip-address.gif' width='270px' height='auto'>"
    },
    {
        "message": "depression",
        "answer": "<b>Sports</b>. During physical activity (about 30 minutes), the production of the 'hormone of happiness', endorphin, increases 5 times. <br>Yoga, aerobics, or dancing can help you get out of depression. <br><br> <b>Travels</b>. Interesting trips, unfamiliar places, meeting new people - all this contributes to emotional upsurge. In a state of depression, solitude and loneliness should be avoided. <br><br> <b>Various hobbies and hobbies help well</b>. And even ordinary walks in the fresh air. <br><br> <b>Healthy food</b>. If there is no appetite, it is better not to skip meals. In depressive conditions, immunity is often impaired, so it is better to focus on fruits and vegetables rich in vitamins and microelements."
    },
    {
        "message": "relations",
        "answer": "<b>Talk openly to each other.</b> One of the first tools you can use to avoid a breakup is your words. Open communication is the most useful tool for resolving relationship problems. <br><br> <b>Get rid of the routine in relationships</b> One of the key factors that negatively affects relationships is routine. Men and women stop making efforts to somehow diversify their relationships, and do not bring new ideas. <br><br> Therefore, before yelling: I'm tired of this, I'm leaving you!. Try to make changes in your life and start doing something new together. Start making short weekend trips to places you've never been before. Visit a cafe or restaurant that you haven't been to yet. Take some ballroom dancing lessons together."
    },
    {
        "message": "dependencies",
        "answer": "<b>Recognize the habit and take control of it.</b> The first step in breaking a bad habit is to recognize the problem. To do this, you need to analyze and visualize habit data. This will help increase awareness and take control of the habit. <br><br> <b>Add new activities to your routine.</b> Forming a new habit is difficult. To make the process easier, you can add a new activity to your routine. <br><br> <b>Change the environment around you.</b> The environment also largely determines habits. To change behavior, you need to eliminate the temptations around you."
    }
]