[
    {
        "category": "Irritation",
        "info": {
            "What causes irritability?":"We can all be grumpy if we are  tired, or hungry. And medical issues, such as hormonal changes, anemia, or the onset of dementia, can be a cause. So rule out physical and medical issues first.<br><br>Otherwise, life changes are often the driver for irritability. The stress of things like losing a loved one, having to move country, or being made redundant pushes us to our limits, and forces us to adapt faster than is comfortable.", 
            "When is your bad mood a big deal?":"Get some exercise. There is evidence that exercise can help improve your mood. If you haven't exercised in a while, start gently by walking for 20 minutes every day.",
            "How to manage your irritation":"1. <strong>Get honest about the source of your grumpiness.</strong><br><br>Are you deep down feeling trapped in your relationship? Sick of your job? Or is your partner working from home making you crazy? Getting honest about the source of our changing mood can itself feel a big relief. <br><br> <b>TRY THIS</b>: Journal about what you think is causing your bad mood and then read what you wrote aloud. How does it sit in your body? Does it ‘feel’ true? If not, keep writing.<br><br>2. <strong>Engage in self-compassion.</strong><br><br>Again, one of irritability’s nastiest side effects is guilt. We worry we are a ‘bad person’, or ‘letting others down’ by being miserable. Self-compassion means extending the empathy you’d offer a friend to yourself.<br><br>3. <strong>Lower expectations.</strong><br><br>The less we expect, the less there is to be upset about.<br><br> <b>TRY THIS</b>: Write down all your expectations then try to cross out all but three. How would it feel if this was all you expected from life and others at the moment?<br><br>4. <strong>Talk about how you feel.</strong><br><br><b>TRY THIS</b>: Reach out to those around you and admit that you know you are grumpy. Allow them to offer their feedback and understanding. If they can’t, work out boundaries between you so you can both do your best without more conflict.<br><br> 5. <strong>Action and acceptance.</strong><br><br> Acceptance and commitment therapy believes that low moods are connected to avoiding over accepting what is going on, which stops us from committing to the actions that can move us forward. <b>TRY THIS</b>: Make one list of all the things you can’t change about the situation, and one of all the things you can. If it feels symbolic and helpful, rip up the list of things you can’t change. Then use something like SMART goals to make a list of action steps towards positive change. What small step can you do today?<br><br>6. <strong> Grow time.</strong> <br><br>Whatever it is you are dealing with that is frustrating you — moving through grief, adjusting to a new country, finding a new job –when is it you expect a solution by?<br><br><b>TRY THIS</b>: Double the time container you come up with. So six months becomes a year. How much less stressful does it feel if you have more time?<br><br> Down compare. If there is one way to feed our irritability it’s comparing ourselves to all the people around us who are apparently happy and successful and never seem to ‘have the hump’. <b>TRY THIS</b>: Compare down. Not with others– it’s not about being mean and gossiping. But privately, for perspective, there’s nothing wrong with noticing that you are doing better than some people.<br><br>7. <strong>Do something for someone else.</strong><br><br> It’s actually science. Research shows volunteering gets us out of our heads and raises our moods"
        }
    },
    {
        "category": "Violence",
        "info": {
        }
    },
    {
        "category": "Family",
        "info": {
        }
    },
    {
        "category": "Sleeping",
        "info": {
            "What You Should Know About Difficulty Sleeping": "<strong>Overview</strong><br><br>Sleeping difficulty is when you have trouble sleeping at night. It may be hard for you to fall asleep, or you may wake up several times throughout the night.<br> Sleep difficulty may affect your physical and mental health. Lack of sleep may also cause you to have frequent headaches or trouble concentrating.<br><br>Most people experience difficulty sleeping at some point in their lives. Some people may feel refreshed after only six or seven hours of sleep. However, most adults need about eight hours of sleep every night to feel restedTrusted Source. <br><br> Signs of sleeping difficulty may include an inability to focus during the day, frequent headaches, irritability, daytime fatigue, waking up too early, waking up throughout the night, or taking several hours to fall asleep. <br> You may also experience low energy during the day or have noticeably dark circles under your eyes. <br><br>",
            "What causes sleeping difficulties?":"<strong>In adults</strong><br><br>There are many possible reasons for sleeplessness, including your sleeping habits, lifestyle choices, and medical conditions. Some causes are minor and may improve with self-care, while others may require you to seek medical attention.<br><br>Causes of sleeplessness may include aging, too much stimulation before bedtime (such as watching television, playing video games, or exercising), consuming too much caffeine, noise disturbances, an uncomfortable bedroom, or a feeling of excitement.<br><br>Sleeping too much during the day, lack of exposure to sunlight, frequent urination, physical pain, jet lag, and some prescription medications may also lead to difficulty sleeping.<br><br>For many people, stress, worry, depression, or work schedules may also affect their sleep. For others, sleep issues are due to a sleep disorder such as insomnia, sleep apnea, and restless legs syndrome.<br><br><strong>In infants</strong><br><br>Sleeplessness may also occur in infants. It’s normal for newborns to wake up several times throughout the night. However, most infants will start to sleep through the night after they’re 6 months old.<br><br>If an older infant is showing signs of sleeplessness, it may be a sign that they’re teething, sick, hungry, or bothered by gas or digestive problems.<br><br>",
            "What are sleep disorders?": "Obstructive sleep apnea is a condition where there’s a blockage in the upper airways. This results in pauses in breathing throughout the night that may cause you to abruptly wake up, often with a choking sound. Snoring commonly occurs in this disorder.<br><br>Restless legs syndrome may also trigger sleeping difficulty. This condition causes uncomfortable sensations in your legs, such as tingling or aching. These sensations give you the urge to make your legs move frequently, including while resting, which can interrupt your sleep.<br><br>Delayed sleep phase disorder is another condition that can affect sleep. This condition causes a delay in the 24-hour cycle of sleep and wakefulness. You may not feel sleepy or fall asleep until the middle of the night. This sleep cycle makes it harder for you to wake up in the early morning and leads to daytime fatigue.<br><br>",
            "How are sleeping disorders diagnosed?": "You should see a doctor if your sleeping difficulties are ongoing and affecting your quality of life. They’ll attempt to find the underlying cause of your sleeplessness by conducting a physical examination and asking questions about your sleep patterns. You can connect to a physician in your area using the Healthline FindCare tool.<br><br>During your appointment, be sure to tell your doctor about any prescription medications, over-the-counter products, and herbal supplements that you take. Some medications and supplements cause overstimulation and can disrupt your sleep if taken too close to bedtime.<br><br>You should also mention if you’re experiencing other problems, such as depression, anxiety, or chronic pain. These factors may also affect your ability to sleep.<br><br>To determine the cause of sleeplessness, your doctor may recommend that you keep a sleep diary.<br><br>You should record your entire day’s activities and sleep habits, such as the time you went to bed, the time you woke up, the amount of food and the drinks you consumed, your mood, any medications you took, your activity level, and your quality of sleep.<br><br>Keeping a sleep record helps your doctor pinpoint habits that may trigger sleep issues.<br><br>If your doctor suspects you have sleep apnea, restless legs syndrome, or another sleep disorder, they may schedule a sleep study test. For this test, you’ll spend the night in a hospital or sleep center.<br><br>A sleep specialist will observe you throughout the night. Your blood pressure, heart rate, breathing, oxygen level, and brain waves will be monitored for any signs of a sleep disorder.<br><br>",
            "What are the treatment options for sleeping disorders?":"<strong>Lifestyle changes</strong><br><br>Treatment for your sleeplessness depends on its cause. In some cases, at-home remedies or simple lifestyle changes can improve the quality of your sleep. You may want to avoid caffeine and alcohol for at least a few or more hours before bed.<br><br>Limit any daytime napping to 30 minutes or none at all if possible. Keep your bedroom dark and cool.<br><br>Avoid stimulating activities before bedtime, and allow seven to eight hours for sleep each night. Listening to soothing music and taking a hot bath before bedtime may also help. Keep a regular sleep schedule.<br><br><strong>Sleeping aids</strong><br></br>You may also purchase some sleep aids without a prescription. However, sleep aids can cause daytime drowsiness if you don’t get a full seven or eight hours of sleep. Also, don’t use these products on a daily basis, as it may lead to a dependency.<br><br>Remember to always read the directions closely and take the medication as directed.<br><br><strong>Treating the underlying condition</strong><br><br>If a medical condition or sleep disorder is causing your problems, you’ll need treatment for the underlying condition.<br><br>For example, if your sleep is affected by anxiety disorder or depression, your doctor may prescribe an anti-anxiety or antidepressant medication to help you cope with worry, stress, and feelings of hopelessness.<br><br>",
            "Outlook for people with sleeping difficulties":"If left untreated, chronic sleep problems can greatly affect your qualify of life. Your reaction time when driving may decrease, which increases your risk of an accident.<br><br>Poor sleep quality may also reduce your performance levels on the job or at school. It may also weaken your immune system, resulting in more colds and illnesses.<br><br>Talk to your doctor if your sleeping problems become frequent. Your doctor can help recommend various treatment methods."
        }
    }
]